jketterl/pilight/arduino/boards.txt
deonardo.name=DEonardo
deonardo.upload.protocol=avr109
deonardo.upload.maximum_size=28672
deonardo.upload.speed=57600
deonardo.upload.disable_flushing=true
deonardo.bootloader.low_fuses=0xff
deonardo.bootloader.high_fuses=0xd8
deonardo.bootloader.extended_fuses=0xcb
deonardo.bootloader.path=caterina
deonardo.bootloader.file=Caterina-Leonardo.hex
deonardo.bootloader.unlock_bits=0x3F
deonardo.bootloader.lock_bits=0x2F
deonardo.build.mcu=atmega32u4
deonardo.build.f_cpu=16000000L
deonardo.build.vid=0x04B4
deonardo.build.pid=0x0F1F
deonardo.build.core=decore
deonardo.build.variant=leonardo
